tap "homebrew/bundle"
brew "autoconf"
brew "automake"
brew "bison"
brew "glib"
brew "cairo"
brew "libtool"
brew "gdk-pixbuf"
brew "git"
brew "readline"
brew "gobject-introspection"
brew "harfbuzz"
brew "libffi"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "ncurses"
brew "openjdk"
brew "openssl@3", link: false
brew "pango"
brew "pyenv"
brew "watchman"
brew "wget"
brew "zsh"
brew "libpq"
cask "chromium"
cask "flameshot"
cask "iterm2"
cask "ngrok"
cask "warp"
cask "discord"
cask "dbeaver-community"
cask "notion"
cask "obsidian"
cask "arc"
cask "skype"
cask "fig"
cask "visual-studio-code"
cask "figma"
cask "tiles"
cask "spotify"
cask "libreoffice"
cask "docker"